"CCRefreshHeaderIdleText" = "Pull down to refresh";
"CCRefreshHeaderPullingText" = "Release to refresh";
"CCRefreshHeaderRefreshingText" = "Loading...";

"CCRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"CCRefreshAutoFooterRefreshingText" = "Loading...";
"CCRefreshAutoFooterNoMoreDataText" = "No more data";

"CCRefreshBackFooterIdleText" = "Pull up to load more";
"CCRefreshBackFooterPullingText" = "Release to load more.";
"CCRefreshBackFooterRefreshingText" = "Loading...";
"CCRefreshBackFooterNoMoreDataText" = "No more data";

"CCRefreshHeaderLastTimeText" = "Last update:";
"CCRefreshHeaderDateTodayText" = "Today";
"CCRefreshHeaderNoneLastDateText" = "No record";